---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsWireNumConductorsParam
source: html/ced57b2c-78b0-9a0a-939b-ddadb1d1f104.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsWireNumConductorsParam Property

"Number of Conductors"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsWireNumConductorsParam { get; }
```